Repository: giellalt/corpus-smj
Catalog: tmx/sma/bible/osko/index.php_kat_id=190_art_id=247.html.tmx
Source language: smj
Languages: sma

source: Åhpav: Dållå
sma: Lïerh: Dålle

source: E dujna galga ietjá jubmela gå mån.
sma: Aellieh jeatjah jupmelh mov sæjjan biejh.

source: Galggap jubmelbalulattjan suv iehttset, sunji gájkin ienemusát dårvustit ja åsskot.
sma: Mijjieh edtjebe Jupmelem gaajhki bijjelen earoehtidh jïh iehtsedh, jïh dam jaehkedh.

source: Vuostasj budá javllá gávnnu dåssju akta Jubmel ja sån le gájkaj áhttje.
sma: Voestes båvra soptseste ajve akte Jupmele gååvnese, jïh dïhte aehtjine gaajhkesidie.

source: Álu Jubmelav ” vajálduhttep ”, ja ietjá diŋgajt jali almatjijt guddnedip gå ilá ållo ájgev, fámojt ja rudájt dakkárijda gållådip.
sma: Mijjieh daamtaj Jupmelem ” åajaldibie ”, jïh jeatjah aath jallh almetjh iehtsebe gosse fer guhkiem, jïh fer jïjnje gaarkh jïh beetnegh dagkarinie nuhtjebe.

source: Gávna gåktu máhtá Jubmelij ietjat gieresvuodav vuosedit.
sma: Gaavnehth guktie datne maahtah Jupmelem dov gieriesvoetem vuesiehtidh.
